---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Events.ExecutedEventArgs
source: html/0e97a789-efb4-96b9-f40d-033c3695b194.htm
---
# ExecutedEventArgs Members

Gets the journal data associated to this command (on journal playback).